if OS.mac?
	tap "homebrew/cask"

	cask "kitty"
end

brew "asdf"
brew "bat"
brew "clojure/tools/clojure"
brew "diff-so-fancy"
brew "fd"
brew "fnm"
brew "go"
brew "lazydocker"
brew "fzf"
brew "git"
brew "gh"
brew "hugo"
brew "maven"
brew "neovim"
brew "nginx"
brew "node"
brew "postgresql"
brew "python3"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
