if OS.mac?
	tap "homebrew/cask"
	tap "homebrew/cask-fonts"

	# Fonts
	cask "font-jetbrains-mono"
	cask "font-3270-nerd-font"

	# Applications
	cask "kitty"
	cask "notion"
	cask "wezterm"
end

brew "asdf"
brew "bat"
brew "clojure/tools/clojure"
brew "deno"
brew "diff-so-fancy"
brew "fd"
brew "fnm"
brew "go"
brew "httpie"
brew "lazydocker"
brew "fzf"
brew "git"
brew "gh"
brew "hugo"
brew "jdtls"
brew "kotlin"
brew "ltex-ls"
brew "maven"
brew "neovim"
brew "nginx"
brew "postgresql"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "vale"
brew "vim"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"

tap "spring-io/tap"
brew "spring-boot"

tap "tufin/homebrew-tufin"
brew "oasdiff"
