{
  "MatchTag": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-conventionalcommits": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-base16": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "postcss.vim": { "branch": "master" },
  "scss-syntax.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-iced": { "branch": "main" },
  "vim-json": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-less": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-node": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sexp": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-stylus": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "yajs.vim": { "branch": "master" }
}